"Gateway Setup Assistant"="Gateway Systemassistent";

// Standard window stuff

"kMainPanelWindowFormat" = "%@: %@"; // first is app name, second is hostname
"kLoading" = "Laden...";
"Gateway Setup Assistant: %@" = "Gateway Systemassistent: %@";

// Menubar strings
"kShowActivityViewer" = "Aktivitätsanzeige einblenden";
"kHideActivityViewer" = "Aktivitätsanzeige ausblenden";

// Alerts or sheets

"kError" = "Fehler";
"kAuthenticationFailure" = "Der eingegebene Benutzername oder das Kennwort sind falsch.";
"kNoMessage" = "Der Server antwortet nicht.";
"kServerError" = "Der Server meldet einen Fehler.";
"kDiscardChangesButton" = "Änderungen verwerfen";
"kReviewChangesButton" = "Änderungen überprüfen…";
"kSaveButton" = "Sichern";
"kDontSaveButton" = "Nicht sichern";
"kCancelButton" = "Abbrechen";
"kDeleteButton" = "Löschen";
"kHTTPErrorCodeFormat" = "Der Server meldet den Fehler: %i.";


"INVALID_SERIAL_NUMBER_ERR"="Der Server, bei dem Sie sich anmelden möchten, hat eine ungültige Seriennummer.";

// Buttons and stuff
"Continue"="Fortfahren";
"Quit"="Beenden";
"Apply"="Anwenden";

// Progress messages

"kProgressEllipsisFormat" = "%@…";
"kGettingTimeOnServer" = "Zeit vom Server abfragen";
"kTransferringFiles" = "Dateien übertragen";
"kFileTransferStatusFormat" = "Übertrage Datei „%@“ (%i von %i)";
"kFileTransferSubstatusFormat" = "%@ übertragen, %@ verbleiben";

"Getting network information"="Netzwerkinformation abfragen";
"Getting DHCP information"="DHCP-Information abfragen";

"Setting up Network"="Netzwerk konfigurieren";
"Setting up DHCP"="DHCP konfigurieren";
"Setting up NAT"="NAT konfigurieren";
"Setting up VPN"="VPN konfigurieren";
"Setting up IP Firewall"="IP-Firewall konfigurieren";
"Starting DHCP"="DHCP starten";
"Starting NAT"="NAT starten";
"Starting VPN"="VPN starten";
"Starting DNS"="DNS starten";
"Starting IP Firewall"="IP-Firewall starten";

"not"="nicht";

// Listings

"kBrowseFormat" = "„%@“ durchsuchen";
"kNumberOfItemsFormatSingular" = "%@ Objekt";
"kNumberOfItemsFormatPlural" = "%@ Objekte";

// list formats:
"kLanInterfaceListFormat"=" - %@ (%@) mit der IP-Adresse %@";  // readable name, name, ip address
"kDHCPListFormat"=" - %@ (%@) stellt Adressen im Bereich von %@ bis %@ zur Verfügung.";  // readable name, name, beginning range, end range
"kIPFWListFormat"=" - %@ lässt den gesamten Datenverkehr auf %@ (%@) zu.";  //groupname, readable name, name
"kVPNFormat"=" - VPN stellt Adressen im Bereich von %@ bis %@ zur Verfügung."; //beginning range, end range
// number formatters
"kBytes" = "Bytes";
"kAbbreviatedBytes" = "B";
"kPerSecond" = "/s";
"x10^-9" = "n";
"x10^-6" = "µ";
"x10^-3" = "m";
"x10^0" = "";
"x10^3" = "K";
"x10^6" = "M";
"x10^9" = "G";
"x10^12" = "T";

// errors from server
